<?php

/* @var $this yii\web\View */

$this->title = 'НУ чет работает';
?>
<H1>Справочник по HTML и CSS</H1>
<P>Приветствуем на нашем Web-сайте всех, кто занимается Web-дизайном!
    Здесь вы сможете найти информацию обо всех интернет-технологиях, применяемых при создании Web-страниц. А именно, о языках HTML и CSS. </P>
<P>Русская Википедия определяет термин HTML так:</P>
<BLOCKQUOTE>
    <P>HTML (от англ. HyperText Markup Language - язык разметки гипертекста) - стандартный язык разметки докумеентов во всемирной паутине.</P>
</BLOCKQUOTE>
<P>Пожалуй, ни убавить ни прибавить...</P>
<P>HTML позволяет формировать на Web-страницах следующие элементы:</P>
<UL>
    <LI>абзацы;</LI>
    <LI>заголовки;</LI>
    <LI>цитаты;</LI>
    <LI>списки;</LI>
    <LI>таблицы;</LI>
    <LI>графические изображения;</LI>
    <LI>аудио и видео ролики.</LI>
</UL>
<H2>Основные принципы HTML</H2>
<P>...</P>
<H2>Теги HTML</H2>
<P>!DOCTYPE, BODY, EM, HEAD, HTML, P, STRONG, TITLE</P>
